Repository: victorBuzdugan/ConsumablesTracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ro

source: There is %(start_format)s%(number)s user
ro: Este %(start_format)s%(number)s utilizator

source: There is %(start_format)s%(number)s category
ro: Este %(start_format)s%(number)s categorie

source: There is %(start_format)s%(number)s supplier
ro: Este %(start_format)s%(number)s furnizor

source: There is %(start_format)s%(number)s product
ro: Este %(start_format)s%(number)s produs

source: There is %(start_format)s%(number)s critical product
ro: Este %(start_format)s%(number)s produs critic

source: in use
ro: în uz

source: and
ro: iar

source: %(number)s is in use
ro: %(number)s este în uz

source: User is responsible for %(start_format)s%(number)s product
ro: Utilizatorul răspunde de %(start_format)s%(number)s produs

source: Category has %(start_format)s%(number)s product
ro: Categoria are %(start_format)s%(number)s produs

source: Supplier has %(start_format)s%(number)s product
ro: Furnizorul are %(start_format)s%(number)s produs

source: Strikethrough users are no longer in use.
ro: Utilizatorii cu text tăiat sunt scoși din uz.

source: Strikethrough categories are no longer in use.
ro: Categoriile cu text tăiat sunt scoase din uz.

source: Strikethrough suppliers are no longer in use.
ro: Furnizorii cu text tăiat sunt scoși din uz.

source: Strikethrough products are no longer in use.
ro: Produsele cu text tăiat sunt scoase din uz.

source: You requested inventorying
ro: Ai cerut inventariere

source: Inventory check not required
ro: Nu este necesară inventarierea

source: Check inventory
ro: Inventariază

source: There is %(start_format)s%(number)s product%(end_format)s that needs to be ordered
ro: Este %(start_format)s%(number)s produs%(end_format)s ce trebuie comandat

source: There are no products that need to be ordered
ro: Nu este nici un produs ce trebuie comandat

source: Must have at least %(min)i characters
ro: Trebuie să aibă minim %(min)i caractere

source: The username is required
ro: Numele utilizatorului este obligatoriu

source: The username must be between %(min)i and %(max)i characters
ro: Numele utilizatorului trebuie să aibă între %(min)i și %(max)i caractere

source: The user '%(name)s' already exists
ro: Utilizatorul '%(name)s' există deja

source: Must have at least 1 big letter
ro: Trebuie să aibă minim 1 literă mare

source: Must have at least 1 number
ro: Trebuie să aibă minim 1 număr

source: Must have at least 1 special character (%(symbols)s)
ro: Trebuie să aibă minim 1 caracter special (%(symbols)s)

source: The password is required
ro: Parola este obligatorie

source: The password should have at least %(min)i characters
ro: Parola trebuie să aibă cel puțin %(min)i caractere

source: Check password rules
ro: Verifică regulile pentru parolă

source: The password must have 1 big letter, 1 number, and 1 special character (%(symbols)s)
ro: Parola trebuie să conțină 1 literă mare, 1 număr și 1 caracter special (%(symbols)s)!

source: The passwords don't match
ro: Parolele nu se potrivesc

source: Wrong old password
ro: Parolă veche greșită

source: The password was changed
ro: Parola a fost schimbată

source: You can't attach products to a retired user
ro: Nu poți atașa produse unui utilizator scos din uz

source: You can't attach products to a user with a pending registration
ro: Nu poți atașa produse unui utilizator în curs de aprobare

source: A user with a pending registration can't be admin
ro: Un utilizator în curs de aprobare nu poate fi administrator

source: You are the last admin
ro: Ești ultimul administrator

source: You can't retire a user if he is responsible for products
ro: Nu poți scoate din uz un utilizator dacă încă e responsabil de produse

source: A retired user can't check inventory
ro: Un utilizator scos din uz nu poate inventaria

source: A user with a pending registration can't check inventory
ro: Un utilizator în curs de aprobare nu poate inventaria

source: A user without products attached can't check inventory
ro: Un utilizator fără produse nu poate inventaria

source: Registration cannot be requested by an admin
ro: Un administrator nu poate solicita înregistrare

source: Registration cannot be requested by a retired user
ro: Un utilizator scos din uz nu poate solicita înregistrare

source: Registration cannot be requested by a user who checks inventory
ro: Un utilizator în curs de inventariere nu poate solicita înregistrare

source: Registration cannot be requested by a user who has requested inventorying
ro: Un utilizator care a cerut inventariere nu poate solicita înregistrare

source: Registration cannot be requested by a user who has products attached
ro: Un utilizator care are produse atașate nu poate solicita înregistrare

source: Admins don't need to request inventorying
ro: Administratorii nu trebuie să solicite inventariere

source: Inventorying cannot be requested by a retired user
ro: Un utilizator scos din uz nu poate solicita inventariere

source: Inventorying cannot be requested by a user with a pending registration
ro: Un utilizator în curs de aprobare nu poate solicita inventariere

source: The user can already check inventory
ro: Utilizatorul poate deja inventaria

source: Inventorying cannot be requested by a user who has no products attached
ro: Un utilizator fără produse atașate nu poate solicita inventariere

source: The inventory check request was submitted
ro: Solicitarea de inventariere a fost trimisă

source: The email address is incorrect
ro: Adresa de email este incorectă

source: The group number doesn't exist
ro: Numărul grupului nu există

source: The user '%(name)s' does not exist
ro: Utilizatorul '%(name)s' nu există

source: The user does not exist
ro: Utilizatorul nu există

source: Hello, %(name)s
ro: Bună, %(name)s

source: You have been logged out
ro: Ai fost delogat

source: The user '%(name)s' awaits registration approval
ro: Utilizatorul '%(name)s' așteaptă aprobarea înregistrării

source: The user '%(name)s' is retired
ro: Utilizatorul '%(name)s' este scos din uz

source: The registration request was submitted. Contact an admin
ro: Solicitarea de înregistrare a fost trimisă. Contactează un administrator

source: The user '%(name)s' has been approved
ro: Utilizatorul '%(name)s' a fost aprobat

source: You can't delete a user if he is responsible for products
ro: Nu poți șterge un utilizator dacă e responsabil de produse

source: The user '%(name)s' has been deleted
ro: Utilizatorul '%(name)s' a fost șters

source: The user '%(name)s' was created
ro: Utilizatorul '%(name)s' a fost creat

source: User '%(name)s' updated
ro: Utilizatorul '%(name)s' a fost actualizat

source: The category name is required
ro: Numele categoriei e obligatoriu

source: The category name must have at least %(min)s characters
ro: Numele categoriei trebuie să aibă cel puțin %(min)s caractere

source: The category '%(name)s' already exists
ro: Categoria '%(name)s' există deja

source: You can't attach products to a disabled category
ro: Nu poți atașa produse unei categorii scoase din uz

source: You can't disable a category if it has products attached
ro: Nu poți scoate din uz o categorie dacă are produse atașate

source: Select a new responsible
ro: Selectează un nou responsabil

source: The user responsible for '%(name)s' updated
ro: Responsabilul pentru '%(name)s' a fost actualizat

source: You have to select a new responsible first
ro: Trebuie să selectezi un responsabil nou mai întâi

source: The category '%(name)s' does not exist
ro: Categoria '%(name)s' nu există

source: The category does not exist
ro: Categoria nu există

source: You can't delete a category if it has products attached
ro: Nu poți șterge o categorie dacă are produse atașate

source: The category '%(name)s' has been deleted
ro: Categoria '%(name)s' a fost ștearsă

source: The category '%(name)s' was created
ro: Categoria '%(name)s' a fost creată

source: The category '%(name)s' was updated
ro: Categoria '%(name)s' a fost actualizată

source: The supplier name is required
ro: Numele furnizorului e obligatoriu

source: The supplier name must have at least %(min)s characters
ro: Numele furnizorului trebuie să aibă cel puțin %(min)s caractere

source: The supplier '%(name)s' already exists
ro: Furnizorul '%(name)s' există deja

source: You can't attach products to a disabled supplier
ro: Nu poți atașa produse unui furnizor scos din uz

source: You can't disable a supplier if it has products attached
ro: Nu poți scoate din uz un furnizor dacă are produse atașate

source: The supplier '%(name)s' does not exist
ro: Furnizorul '%(name)s' nu există

source: The supplier does not exist
ro: Furnizorul nu există

source: You can't delete a supplier if it has products attached
ro: Nu poți șterge un furnizor dacă are produse atașate

source: The supplier '%(name)s' has been deleted
ro: Furnizorul '%(name)s' a fost șters

source: The supplier '%(name)s' was created
ro: Furnizorul '%(name)s' a fost creat

source: The supplier '%(name)s' was updated
ro: Furnizorul '%(name)s' a fost actualizat

source: The product name is required
ro: Numele produsului e obligatoriu

source: The product name must be between %(min)s and %(max)s characters
ro: Numele produsului trebuie să aibă între %(min)s și %(max)s caractere

source: The product '%(name)s' already exists
ro: Produsul '%(name)s' există deja

source: The product description is required
ro: Descrierea produsului e obligatorie

source: The product description must be between %(min)s and %(max)s characters
ro: Descrierea produsului trebuie să aibă între %(min)s și %(max)s caractere

source: The user can't be deleted or doesn't exist
ro: Utilizatorul nu poate fi șters sau nu există

source: The category can't be deleted or doesn't exist
ro: Categoria nu poate fi ștearsă sau nu există

source: The supplier can't be deleted or doesn't exist
ro: Furnizorul nu poate fi șters sau nu există

source: The product measuring unit is required
ro: Unitatea de măsură a produsului e obligatorie

source: The product minimum stock is required
ro: Stocul minim al produsului e obligatoriu

source: The product minimum stock must be ≥ %(value)s
ro: Stocul minim al produsului trebuie să fie ≥ %(value)s

source: The product order quantity is required
ro: Cantitatea de comandă a produsului e obligatorie

source: The product order quantity must be ≥ %(value)s
ro: Cantitatea de comandă a produsului trebuie să fie ≥ %(value)s

source: Disabled products can't be ordered
ro: Nu pot fi comandate produse scoase din uz

source: You can't disable a product that must be ordered
ro: Nu se poate scoate din uz un produs ce trebuie comandat

source: The product '%(name)s' does not exist
ro: Produsul '%(name)s' nu există

source: The product '%(name)s' has been deleted
ro: Produsul '%(name)s' a fost șters

source: The product '%(name)s' was created
ro: Produsul '%(name)s' a fost creat

source: The product '%(name)s' was updated
ro: Produsul '%(name)s' a fost actualizat

source: Cannot sort products by '%(attribute)s'
ro: Nu se pot sorta produsele după '%(attribute)s'

source: There are no products that must be ordered
ro: Nu este nici un produs de comandat

source: %(number)s product was removed from the order list
ro: %(number)s produs a fost scos de pe lista de comandat

source: All products were removed from the order list
ro: Toate produsele au fost scoase de pe lista de comandat

source: Not a valid choice
ro: Opțiune invalidă

source: Review the schedules
ro: Verifică programul

source: The schedule was updated
ro: Programul a fost actualizat

source: The language was changed
ro: Limba a fost schimbată

source: You have to be logged in to access this page
ro: Trebuie să fii logat ca să poți accesa pagina

source: You have to be an admin to access this page
ro: Trebuie să fii administrator ca să poți accesa pagina

source: The username or password is incorrect
ro: Nume utilizator sau parolă incorecte

source: The inventory has been submitted
ro: Inventarul a fost trimis

source: Inventorying is not necessary
ro: Nu este necesară inventarierea

source: Logged in as %(start_format)s%(name)s%(end_format)s
ro: Logat ca %(start_format)s%(name)s%(end_format)s

source: You have %(start_format)s%(number)s product %(end_format)s assigned
ro: Ai %(start_format)s%(number)s produs %(end_format)s atribuit

source: %(start_format)sYou don't have products assigned%(end_format)s
ro: %(start_format)sNu ai nici un produs atribuit%(end_format)s

source: Confirm that all products were ordered.
ro: Confirmă că toate produsele au fost comandate.

source: All fields are required
ro: Toate câmpurile sunt obligatorii

source: All fields except email are required
ro: Toate câmpurile în afară de email sunt obligatorii

source: Underlined fields are required
ro: Câmpurile subliniate sunt obligatorii

source: *Critical products are highlighted in red.
ro: *Produsele cu text roșu sunt produse critice.

source: *Select to order a product if current stock is less then minimum stock.
ro: *Selectează un produs pentru comandă dacă stocul curent este mai mic decât stocul minim

source: *Bolded users have administrative privileges.
ro: *Utilizatorii cu text îngroșat sunt administratori

source: This will delete %(start_format)s%(name)s%(end_format)s. You can't undo this action!
ro: %(start_format)s%(name)s%(end_format)s va fi șters definitiv!

source: This will reassign %(start_format)s%(number)s product%(end_format)s!
ro: Se va redistribui %(start_format)s%(number)s produs%(end_format)s!

source: Username
ro: Nume

source: Password
ro: Parolă

source: Retype password
ro: Reintrodu parola

source: Request registration
ro: Cere înregistrare

source: Old password
ro: Parola veche

source: New password
ro: Parola nouă

source: Change password
ro: Schimbă parola

source: Change Password
ro: Schimbă Parola

source: Register
ro: Înregistrare

source: Name
ro: Nume

source: Description
ro: Descriere

source: Details
ro: Detalii

source: Create category
ro: Creează categorie

source: In use
ro: În uz

source: Update
ro: Actualizează

source: Delete
ro: Șterge

source: Reassign all products
ro: Redistribuie toate produsele

source: New responsible
ro: Responsabil nou

source: Categories
ro: Categorii

source: In use Products
ro: Produse în uz

source: All Products
ro: Toate produsele

source: Edit Category
ro: Editează Categoria

source: Edit category
ro: Editează categoria

# question
source: Delete
ro: Ștergi

source: Close
ro: Închide

source: New category
ro: Categorie nouă

source: Create new category
ro: Creează o categorie nouă

source: Reassign category
ro: Redistribuie categoria

source: Reassign all products for category
ro: Redistribuie toate produsele pentru categorie

source: Code
ro: Cod

source: Responsible
ro: Responsabil

source: Category
ro: Categorie

source: Supplier
ro: Furnizor

source: Min stock
ro: Stoc min

source: Order qty
ro: Cant cdă

# question
source: Reassign all products
ro: Redistribui toate produsele

source: Guide
ro: Ghid

source: Scope
ro: Scop

source: The scope of this page is to provide general guidelines, rules and extra informations.
ro: Scopul paginii este de a prezenta instrucțiuni generale, reguli și informații suplimentare.

source: Home usage
ro: Utilizare acasă

source: Provide home rules and guidelines.
ro: Prezintă regulile și instrucțiunile casei.

source: Business usage
ro: Utilizare business

source: Businesses can really make use of this page by providing company rules, guidelines and other business specific informations.
ro: Companiile pot folosi cu adevărat această pagină prezentând regulile, instrucțiunile și alte informații suplimentare legate de domeniul de activitate.

source: Rules/Guides
ro: Reguli/Ghiduri

source: Provide rules or guideline using tables, graphics...
ro: Prezintă reguli sau ghiduri folosind tabele, elemente grafice...

source: Screws torque table
ro: Cuplu de strângere șuruburi

source: Screw
ro: Șurub

source: Torque
ro: Cuplu

source: Inventory
ro: Inventar

source: Inventory check
ro: Inventariere

source: Min. Stock
ro: Stoc min.

source: Order
ro: Comandă

source: Submit inventory
ro: Trimite inventarul

source: User dashboard
ro: Panou de bord utilizator

source: Request inventory
ro: Cere inventariere

source: Admin dashboard
ro: Panou de bord administrator

source: Products Assigned
ro: Produse atribuite

source: check inventory
ro: inventariază

source: requested inventory
ro: inventariere cerută

source: requested registration
ro: înregistrare cerută

source: Start Inventorying
ro: Start inventariere

source: Statistics
ro: Statistici

source: Measuring unit
ro: Unitate măsură

source: Minimum stock
ro: Stoc minim

source: Order quantity
ro: Cant comandă

source: Critical product
ro: Produs critic

source: Create product
ro: Creează produs

source: To order
ro: De comandat

source: Edit product
ro: Editare produs

source: New product
ro: Produs nou

source: Create new product
ro: Creează un produs nou

source: Products
ro: Produse

source: Products to order
ro: Produse de comandat

source: Quantity
ro: Cantitate

source: Ordered
ro: Comandat

source: All ordered
ro: Toate comandate

source: Confirm all products ordered
ro: Confirmă toate produsele comandate

source: All products ordered
ro: Toate produsele comandate

source: Saturday movie
ro: Filmul de sâmbătă

source: You're choosing the movie this saturday
ro: Sâmbăta asta alegi filmul

source: You're not choosing the movie this saturday
ro: Sâmbăta asta nu alegi filmul

source: Cleaning schedule
ro: Program curățenie

source: You're scheduled for cleaning this week
ro: Ești programat la curățenie săptămâna asta

source: You're not scheduled for cleaning this week
ro: Nu ești programat la curățenie săptămâna asta

source: Schedules
ro: Programe

source: Group
ro: Grup

source: Create supplier
ro: Creează furnizor

source: Edit Supplier
ro: Editare Furnizor

source: Edit supplier
ro: Editează furnizorul

source: Supplier has
ro: Furnizorul are

source: product
ro: produs

source: is in use
ro: este în uz

source: This will delete this supplier! You can't undo this action.
ro: Furnizorul va fi șters definitiv!

source: New supplier
ro: Creeare furnizor

source: Create new supplier
ro: Creează un furnizor nou

source: Reassign supplier
ro: Redistribuie furnizor

source: Reassign all products for supplier
ro: Redistribuie toate produsele pentru furnizor

source: *Strikethrough products are no longer in use.
ro: *Produsele cu text tăiat sunt scoase din uz.

source: This will reassign
ro: Se vor redistribui

source: Suppliers
ro: Furnizori

source: *Strikethrough suppliers are no longer in use.
ro: *Furnizorii cu text tăiat sunt scoși din uz.

source: There is
ro: Este

source: supplier
ro: furnizor

source: Group 1
ro: Grup 1

source: Group 2
ro: Grup 2

source: Create user
ro: Creează utilizator

source: This week
ro: Săptămâna asta

source: In
ro: În

source: week
ro: săptămână

source: Edit User
ro: Editare Utilizator

source: Edit user
ro: Editează utilizatorul

source: User awaits
ro: Utilizatorul așteaptă

source: registration approval
ro: aprobarea înregistrării

source: User requested
ro: Utilizatorul a cerut

source: inventory check
ro: inventariere

source: User is responsible for
ro: Utilizatorul răspunde de

source: This will delete this user! You can't undo this action.
ro: Utilizatorul va fi șters definitiv!

source: New User
ro: Utilizator nou

source: Create new user
ro: Creează un utilizator nou

source: Schedule
ro: Program

source: New
ro: Creează

source: User
ro: Utilizator

source: Product
ro: Produs
